[
  {
    "id": "cecd780c-8626-5601-7bc9-0a368be3c6e3",
    "ideaTitle": "Inside the SQL Server Query Optimize1",
    "ideaDescription": "Running SQL Server on a virtual machine will be slower than running natively because of the overhead of virtualization."
  },
  {
    "id": "e33969a0-b921-4603-6221-1f12254da39f",
    "ideaTitle": "SQL Server Statistic2",
    "ideaDescription": "Installation of SQL Server is supported on x64 processors only. It is no longer supported on x86 processors."
  },
  {
    "id": "4a1070ca-b306-8f23-412b-2c569d091387",
    "ideaTitle": "SQL Server Hardwar3",
    "ideaDescription": "Exceptions to the operating system support noted in this section are the following Business Intelligence features for SQL Server 2016 (13.x) and earlier, which can be installed on Windows Server 2008 R2 SP1 or later:\n\n    Reporting Services - SharePoint\n\n    Reporting Services Add-in for SharePoint products\n"
  },
  {
    "id": "309145d3-fb78-3196-4b8e-34a2d6cefe85",
    "ideaTitle": "Inside the SQL Server Query Optimize4",
    "ideaDescription": "delerium. novum quo apparens vobis estum. Longam, fecundio, plorum quo transit. manifestum Longam, non volcans"
  },
  {
    "id": "02d00dc2-9ee2-ff41-9543-3e504538564c",
    "ideaTitle": "SQL Server Hardwar5",
    "ideaDescription": "SQL Server failover cluster installation supports Local Disk only for installing the tempdb files. Ensure that the path specified for the tempdb data and log files is valid on all the cluster nodes. During failover, if the tempdb directories are not available on the failover target node, the SQL Server resource will fail to come online."
  },
  {
    "id": "0bbf92a0-fa10-dfd0-65d6-423496f0cdc4",
    "ideaTitle": "SQL Server Statistic6",
    "ideaDescription": "manifestum quo, pars volcans nomen brevens, linguens parte sed quartu venit. in in et cognitio, parte"
  },
  {
    "id": "1b01187e-6ba9-8531-35dd-680d10a1657e",
    "ideaTitle": "Inside the SQL Server Query Optimize7",
    "ideaDescription": "eggredior. eggredior. Et et lingue transit. regit, novum fecundio, non"
  },
  {
    "id": "9d45efe8-d1c6-65b8-b8f2-6d3fdd30c0e9",
    "ideaTitle": "The Red Gate Guide to SQL Server Team-based Developmen8",
    "ideaDescription": "sed non habitatio funem. gravis si non quis quis imaginator linguens estum. vantis. Multum gravis et"
  },
  {
    "id": "62737632-b99a-5f92-e276-a435a7a5dd23",
    "ideaTitle": "SQL Server Hardwar9",
    "ideaDescription": "in imaginator funem. travissimantor gravis trepicandor esset nomen gravis quad linguens volcans quo,"
  },
  {
    "id": "acfa58e1-25ab-2720-e38c-dcd3d5076b48",
    "ideaTitle": "The Red Gate Guide to SQL Server Team-based Developmen10",
    "ideaDescription": "Et gravis ut novum vobis si esset regit, si trepicandor novum pars quartu bono e Longam, fecit. quad"
  }
]
